BIAS_CONSTANT
guess:Japan
run_length
score
category:Fine Arts
year:2010
disambig
multiguess
scoreXrlength
cat_geo
links
num_links
guess:Spain
guess:Iran
guess:Sweden
guess:Nathaniel_Hawthorne
category:Literature
guess:Ivan_Turgenev
guess:Friedrich_Hayek
category:Social Science
guess:Ottoman_Empire
category:History
guess:Ruth_Benedict
guess:John_Locke
guess:Charlemagne
guess:Gustavus_Adolphus_of_Sweden
guess:Genghis_Khan
guess:Lysosome
category:Science
guess:Mitochondrion
guess:A_Doll's_House
guess:The_Trial
guess:Inflation
guess:Italo_Calvino
guess:Yasunari_Kawabata
guess:Béla_Bartók
guess:Jean-Paul_Sartre
guess:Marcel_Proust
guess:Yukio_Mishima
guess:Madame_Bovary
guess:Molière
guess:Brave_New_World
guess:Trumpet
guess:Violin
guess:Thomas_Eakins
guess:Jacques-Louis_David
guess:Lolita
guess:Chronicle_of_a_Death_Foretold
guess:Simón_Bolívar
guess:Andrew_Jackson
guess:August_Strindberg
guess:Honoré_de_Balzac
guess:Aztec
guess:Baldr
guess:Magnetic_field
guess:HIV
guess:Salvador_Dalí
guess:Albrecht_Dürer
guess:Diego_Velázquez
guess:Edvard_Grieg
guess:Mexico
guess:Pressure
guess:Gibbs_free_energy
guess:Moon
guess:Dionysus
guess:Artemis
guess:Luigi_Pirandello
guess:Saul_Bellow
guess:Catullus
guess:George_Orwell
guess:Baruch_Spinoza
guess:Ethics_(Spinoza)
guess:Jesus
guess:Isis
guess:William_Cullen_Bryant
guess:Jack_London
guess:Toni_Morrison
guess:Graham_Greene
guess:Nadine_Gordimer
guess:Felix_Mendelssohn
guess:Bridge
guess:John_Coltrane
guess:Redox
guess:Romania
guess:Frank_Gehry
guess:Prime_number
guess:Fibonacci_number
guess:David_Ricardo
guess:Gautama_Buddha
guess:Michel_Foucault
guess:F._Scott_Fitzgerald
guess:El_Greco
guess:Cuba
guess:Thailand
guess:Julius_Caesar
guess:Augustus
guess:Giuseppe_Garibaldi
guess:Otto_I,_Holy_Roman_Emperor
guess:Finland
guess:John_Steinbeck
guess:Willard_Van_Orman_Quine
guess:Napoleon
guess:Pompey
guess:Willa_Cather
guess:Samuel_Beckett
guess:Ivan_the_Terrible
guess:Ludwig_Mies_van_der_Rohe
guess:Jainism
guess:Temperature
guess:Mass
guess:Ludwig_Wittgenstein
category:Philosophy
guess:Catherine_the_Great
guess:Alexander_the_Great
guess:Johann_Sebastian_Bach
guess:Horse
guess:All_Quiet_on_the_Western_Front
guess:Pride_and_Prejudice
guess:War_and_Peace
guess:Diffusion
guess:Robert_Frost
guess:Alfred,_Lord_Tennyson
guess:Tree
guess:Time
guess:Percy_Bysshe_Shelley
guess:William_Blake
guess:Ezra_Pound
guess:Alkene
guess:Amine
guess:Ester
guess:Sulfur
guess:Boron
guess:Robert_Schumann
guess:Claude_Debussy
guess:Samuel_Barber
guess:Wolfgang_Amadeus_Mozart
guess:Antonín_Dvořák
guess:Arnold_Schoenberg
guess:Anton_Chekhov
guess:D._H._Lawrence
guess:Carbon_dioxide
guess:Insulin
guess:Carl_Friedrich_Gauss
guess:Leonhard_Euler
guess:Henry_VIII_of_England
guess:Quetzalcoatl
guess:Odin
guess:Loki
guess:Margaret_Mead
guess:Determinant
guess:Alexander_Hamilton
guess:Stanley_Milgram
guess:Demeter
guess:Thomas_Aquinas
guess:René_Descartes
guess:Carl_Jung
guess:Richard_Strauss
guess:Edward_Elgar
guess:Book_of_Mormon
guess:Sigmund_Freud
guess:Invisible_Man
guess:The_Tin_Drum
guess:Grant_Wood
guess:Johannes_Vermeer
guess:Ben_Jonson
guess:Aeschylus
guess:Hungary
guess:Margaret_Thatcher
guess:Gilgamesh
guess:One_Hundred_Years_of_Solitude
guess:Catch-22
guess:David_Hume
guess:Chicago
guess:Brazil
guess:Athena
guess:Friction
guess:La_traviata
guess:The_Magic_Flute
guess:Moby-Dick
category:Trash
year:2009
guess:Peter_the_Great
guess:Alexander_II_of_Russia
guess:The_Carnival_of_the_Animals
guess:Pictures_at_an_Exhibition
guess:Inca_Empire
guess:Hector_Berlioz
guess:Aida
guess:Death
guess:Paul_Cézanne
guess:Glycolysis
guess:Wittig_reaction
guess:Cholesterol
guess:Polymerase_chain_reaction
guess:Infrared_spectroscopy
guess:W._B._Yeats
guess:Federico_García_Lorca
guess:Wole_Soyinka
guess:Isabel_Allende
guess:United_States
guess:Rabindranath_Tagore
guess:Rainer_Maria_Rilke
guess:Chromatography
guess:Maurya_Empire
guess:Mughal_Empire
guess:Italy
guess:Peru
guess:Myanmar
guess:The_Tempest
guess:Heart_of_Darkness
guess:Republic_(Plato)
guess:Reflection_(physics)
guess:Zeeman_effect
guess:Chinua_Achebe
guess:Oscar_Wilde
guess:Bose–Einstein_condensate
guess:Polymer
guess:James_Fenimore_Cooper
guess:Sparta
guess:Pyotr_Ilyich_Tchaikovsky
guess:Maurice_Ravel
guess:Gustav_Holst
guess:Don_Quixote
guess:Mario_Vargas_Llosa
guess:Anne_Bradstreet
guess:Derek_Walcott
guess:Umberto_Eco
guess:Coagulation
guess:Wuthering_Heights
guess:The_Great_Gatsby
guess:J._M._Coetzee
guess:Cambodia
guess:John_Cage
guess:John_Maynard_Keynes
guess:Albania
guess:Dragon
guess:Gustave_Flaubert
guess:John_Stuart_Mill
guess:George_Bernard_Shaw
guess:Weak_interaction
guess:Ribosome
guess:Otto_von_Bismarck
guess:Titration
guess:Arrhenius_equation
guess:Sandro_Botticelli
guess:Émile_Zola
guess:Erik_Erikson
guess:Tartuffe
guess:Frank_Lloyd_Wright
guess:Le_Corbusier
guess:Chile
guess:V._S._Naipaul
guess:Paraguayan_War
guess:Semiconductor
guess:Capacitor
guess:Eugène_Ionesco
guess:Russia
guess:France
guess:Zoroastrianism
guess:Nicaragua
guess:Edvard_Munch
guess:Dog
guess:Harmonic_oscillator
guess:Ambrose_Bierce
guess:Pragmatism
guess:The_Golden_Bough
year:2008
guess:Charles_Ives
guess:Hera
guess:Cú_Chulainn
guess:Hephaestus
guess:Max_Weber
guess:Kenzaburō_Ōe
guess:Pierre-Auguste_Renoir
guess:The_Barber_of_Seville
guess:Swan_Lake
guess:Grignard_reaction
guess:Mali_Empire
guess:The_Garden_of_Earthly_Delights
guess:Moses
guess:Philippines
guess:Maya_civilization
guess:William_Wordsworth
guess:Doppler_effect
guess:Red_blood_cell
guess:Distillation
guess:Death_in_Venice
guess:The_Picture_of_Dorian_Gray
guess:Heimdallr
guess:Antibody
guess:Hermann_Hesse
guess:Ether
guess:Justinian_I
guess:Poland
guess:Victor_Hugo
guess:Last_Supper
guess:Ethiopia
guess:Sergei_Prokofiev
guess:Michelangelo
guess:I._M._Pei
year:2007
guess:Carlos_Fuentes
guess:Clifford_Geertz
guess:W._H._Auden
guess:Poseidon
guess:Bernoulli's_principle
guess:Henry's_law
guess:Bertolt_Brecht
guess:Rigoletto
guess:Waiting_for_Godot
guess:Pakistan
guess:Mao_Zedong
guess:Things_Fall_Apart
guess:Crimean_War
guess:Peter_Paul_Rubens
guess:Henry_Wadsworth_Longfellow
guess:Franz_Liszt
guess:George_Frideric_Handel
guess:Neutrino
guess:Gerard_Manley_Hopkins
guess:Carbon
guess:Nitrogen
guess:Enrico_Fermi
guess:Guy_de_Maupassant
guess:Precession
guess:Superconductivity
guess:Hemoglobin
guess:John_Donne
guess:Glacier
guess:Neutron_star
guess:Switzerland
guess:Colombia
guess:Recursion
guess:Ozone
guess:Don_Giovanni
guess:Nernst_equation
guess:String_quartet
guess:Johannes_Brahms
guess:Ludwig_van_Beethoven
guess:Bird
guess:Druze
guess:Bahá'í_Faith
guess:The_Wealth_of_Nations
guess:The_Awakening_(Chopin_novel)
year:2006
guess:The_Count_of_Monte_Cristo
guess:Frédéric_Chopin
guess:Duino_Elegies
guess:Joseph_Haydn
guess:Battles_of_Saratoga
guess:Athens
guess:Wallace_Stevens
guess:Leviathan_(Hobbes_book)
guess:Surface_tension
guess:Stoicism
guess:Hall_effect
guess:Refractive_index
guess:Pablo_Neruda
guess:Joseph_Conrad
guess:Salman_Rushdie
guess:Constantin_Brâncuși
guess:George_Berkeley
guess:Andrew_Marvell
guess:The_Night_Watch
guess:Abraham_Lincoln
guess:William_Golding
guess:Calcium
guess:Harold_Pinter
guess:Eugene_O'Neill
guess:Faust
guess:Macbeth
guess:Mark_Twain
guess:George_Washington
guess:Martin_Luther
guess:Sergei_Rachmaninoff
guess:Uncertainty_principle
guess:Apoptosis
guess:Friedrich_Nietzsche
guess:Water
guess:Nikolai_Gogol
guess:Adenosine_triphosphate
guess:Neutron
year:2005
guess:Diels–Alder_reaction
guess:Bronisław_Malinowski
guess:Walter_Scott
guess:Sinclair_Lewis
guess:Aristotle
guess:Angular_momentum
guess:Tezcatlipoca
guess:Plato
guess:The_Ambassadors
guess:Nighthawks
guess:Feldspar
guess:Gold
guess:Kurt_Vonnegut
guess:Abraham_Maslow
guess:Cherenkov_radiation
guess:Gioachino_Rossini
guess:Kinetic_energy
guess:Hamiltonian_(quantum_mechanics)
guess:Indra
guess:The_Iceman_Cometh
guess:Turandot
guess:Timur
guess:Henrik_Ibsen
guess:Holden_Caulfield
guess:Madama_Butterfly
guess:Clarinet
year:2004
guess:Petrarch
guess:Washington_Irving
guess:Battle_of_Shiloh
guess:Battle_of_Gettysburg
guess:Ferromagnetism
guess:Las_Meninas
guess:Prague_Spring
guess:Shinto
guess:The_Metamorphosis
guess:Zen
guess:Quran
guess:Théodore_Géricault
guess:Quartz
guess:Aldehyde
guess:Australia
guess:Eugène_Delacroix
guess:Daniel_Defoe
guess:Great_Expectations
guess:Hydrogen_bond
guess:Bertrand_Russell
guess:Echinoderm
guess:Nigeria
guess:Constantine_the_Great
guess:Spleen
guess:Kidney
guess:Cry,_the_Beloved_Country
guess:Haruki_Murakami
year:2003
guess:Marcel_Duchamp
guess:Edgar_Degas
guess:Thirty_Years'_War
guess:Hanseatic_League
guess:Herbert_Hoover
guess:Daniel_Webster
guess:Canada
guess:Indonesia
guess:Zeus
guess:Beowulf
year:2002
guess:Sir_Gawain_and_the_Green_Knight
guess:Janus
guess:Aristophanes
guess:England
guess:Somalia
guess:Charles_Baudelaire
guess:Margaret_Atwood
guess:Tang_dynasty
guess:Franz_Kafka
guess:Walt_Whitman
guess:Citric_acid_cycle
guess:Claude_Lévi-Strauss
guess:Osiris
guess:Donatello
guess:John_Dewey
guess:Jawaharlal_Nehru
guess:Venus
guess:Francis_Bacon
guess:Ralph_Vaughan_Williams
guess:Hades
year:2001
guess:Mahatma_Gandhi
guess:Alcohol
guess:René_Magritte
guess:Langston_Hughes
guess:Martin_Heidegger
guess:The_Hay_Wain
guess:Ra
guess:Shiva
guess:Stomach
guess:Jane_Eyre
guess:Venice
guess:Henri_Matisse
guess:William_Carlos_Williams
guess:Thoth
guess:Hermes
guess:The_Importance_of_Being_Earnest
guess:Leonardo_da_Vinci
guess:Neptune
guess:David
year:2000
guess:Romeo_and_Juliet
guess:George_Santayana
guess:The_Red_and_the_Black
guess:Marc_Chagall
guess:Athol_Fugard
guess:Sri_Lanka
guess:Enthalpy
year:1999
guess:Sikhism
guess:Los_Angeles
guess:Fathers_and_Sons_(novel)
guess:CONFIG.SYS
guess:Sulfuric_acid
guess:Ammonia
guess:Liver
guess:Benzene
guess:Electronegativity
guess:Michael_Faraday
guess:Albert_Einstein
guess:New_Zealand
guess:The_Prince
guess:Their_Eyes_Were_Watching_God
guess:Heat_capacity
guess:South_Africa
year:2011
category:Geography
guess:Anna_Karenina
guess:Electron
guess:China
guess:Thor
category:Mythology
guess:Alan_Turing
guess:Lord_of_the_Flies
guess:Tokugawa_shogunate
guess:James_Joyce
guess:Cat_on_a_Hot_Tin_Roof
guess:Who's_Afraid_of_Virginia_Woolf?
guess:The_Love_Song_of_J._Alfred_Prufrock
guess:Belgium
guess:Albert_Camus
guess:The_Canterbury_Tales
guess:Centaur
guess:Rudyard_Kipling
guess:Utilitarianism
guess:Ming_dynasty
guess:Han_dynasty
guess:War_of_1812
guess:William_James
guess:Ramesses_II
guess:Prague
guess:Denmark
category:Religion
guess:Iron
guess:Leo_Tolstoy
guess:Jackson_Pollock
guess:Raphael
guess:Battle_of_Hastings
guess:Virginia_Woolf
guess:World_War_I
guess:Vietnam
guess:I_and_the_Village
guess:To_Kill_a_Mockingbird
guess:Georg_Wilhelm_Friedrich_Hegel
guess:Collagen
guess:Igor_Stravinsky
guess:Viscosity
guess:Candide
guess:Oliver_Cromwell
guess:Robert_Browning
guess:The_Tale_of_Genji
guess:Argentina
guess:Yom_Kippur
guess:Teapot_Dome_scandal
guess:Vienna
guess:Black_hole
guess:Momentum
guess:Coriolis_force
guess:Camille_Saint-Saëns
guess:Edward_Albee
guess:Alexander_Pope
guess:Triangle
guess:The_Rite_of_Spring
guess:Stephen_Crane
guess:Special_relativity
guess:Mollusca
guess:Karl_Marx
guess:Henry_James
guess:Tennessee_Williams
guess:Germany
guess:The_Rime_of_the_Ancient_Mariner
guess:Torque
guess:Pablo_Picasso
guess:Wars_of_the_Roses
guess:George_III_of_the_United_Kingdom
guess:Émile_Durkheim
guess:Cello
guess:Potential_energy
guess:War_of_the_Spanish_Succession
guess:Moment_of_inertia
guess:Isaac_Newton
guess:Battle_of_Waterloo
guess:The_History_of_Tom_Jones,_a_Foundling
guess:Berlin
guess:New_York_City
guess:Arthur_Miller
guess:The_Unbearable_Lightness_of_Being
guess:The_Brothers_Karamazov
guess:Egypt
guess:Uncle_Tom's_Cabin
guess:Ares
guess:William_Faulkner
guess:Unemployment
guess:Sicily
guess:A_Streetcar_Named_Desire
guess:Edward_Hopper
guess:James_Monroe
guess:Hamlet
guess:Ideal_gas_law
guess:Thomas_Mann
guess:Photon
guess:Ireland
guess:Photoelectric_effect
guess:William_the_Conqueror
guess:California
guess:John_Adams
guess:Les_Fleurs_du_mal
guess:Diffraction
guess:Paris
guess:Aaron_Copland
guess:Gian_Lorenzo_Bernini
guess:Jean_Piaget
guess:Voltaire
guess:E._M._Forster
guess:Octavio_Paz
guess:Theseus
guess:Immanuel_Kant
guess:Endoplasmic_reticulum
guess:Nikolai_Rimsky-Korsakov
guess:Radical_(chemistry)
guess:RNA
guess:Pendulum
guess:Atalanta
guess:Heracles
guess:Auguste_Rodin
guess:Death_of_a_Salesman
guess:Gabriel_García_Márquez
guess:India
guess:Milton_Friedman
guess:Thebes,_Greece
guess:Thomas_Hardy
guess:Allen_Ginsberg
guess:Jean-Jacques_Rousseau
guess:Rembrandt
guess:Apollo
guess:George_Gershwin
guess:Netherlands
guess:Samuel_Taylor_Coleridge
guess:The_Decameron
guess:Steppenwolf_(novel)
guess:Auxin
guess:Rubaiyat_of_Omar_Khayyam
guess:Proton
guess:Paul_the_Apostle
guess:Philip_Glass
guess:Jorge_Luis_Borges
guess:Alzheimer's_disease
guess:Caravaggio
guess:Giuseppe_Verdi
guess:Richard_Wagner
guess:Taoism
guess:Ovid
guess:Titian
guess:Edgar_Allan_Poe
guess:Dylan_Thomas
guess:Ernest_Hemingway
guess:Portugal
guess:John_Keats
guess:Entropy
guess:Plasma_(physics)
guess:Franz_Boas
guess:Orpheus
guess:Nikita_Khrushchev
guess:Franz_Schubert
guess:Romance_of_the_Three_Kingdoms
guess:Gustav_Mahler
guess:Herman_Melville
guess:Sun
guess:Phosphorus
guess:Arnolfini_Portrait
guess:The_School_of_Athens
guess:Søren_Kierkegaard
guess:Polynomial
guess:Theodore_Roosevelt
guess:Vincent_van_Gogh
guess:Pieter_Bruegel_the_Elder
guess:Johann_Wolfgang_von_Goethe
guess:Brownian_motion
guess:Alexander_Pushkin
guess:T._S._Eliot
guess:Carthage
guess:Supernova
guess:Elizabeth_I_of_England
guess:Howl
guess:Antonio_Vivaldi
guess:Alkyne
guess:J._M._W._Turner
guess:Vishnu
guess:Greece
guess:Thomas_Pynchon
guess:2
guess:Meiji_Restoration
guess:Milan_Kundera
guess:Colloid
guess:Dmitri_Shostakovich
guess:Christopher_Marlowe
guess:Trigonometric_functions
guess:Fyodor_Dostoevsky
guess:Golgi_apparatus
guess:Freyja
guess:Frankenstein
guess:Krishna
guess:Benjamin_Britten
guess:The_Three_Musketeers
guess:Niccolò_Machiavelli
guess:Piano
guess:Horus
guess:Carmen
guess:Louis_XIV_of_France
guess:Arthur_Schopenhauer
guess:Alfred_the_Great
guess:The_Cherry_Orchard
guess:Eero_Saarinen
guess:Thorstein_Veblen
guess:Density
guess:Emily_Dickinson
guess:Hadrian
guess:Niels_Bohr
guess:Noam_Chomsky
guess:Piezoelectricity
guess:Sophocles
guess:John_Milton
guess:The_Scarlet_Letter
guess:The_Grapes_of_Wrath
guess:John_the_Baptist
guess:Suleiman_the_Magnificent
guess:Battle_of_Agincourt
guess:The_Waste_Land
guess:One_Thousand_and_One_Nights
guess:Augustine_of_Hippo
guess:Anubis
guess:Cyrus_the_Great
guess:Norway
guess:Lord_Byron
guess:Spanish–American_War
guess:Sylvia_Plath
guess:Rastafari
guess:Winston_Churchill
guess:Cnidaria
guess:Flannery_O'Connor
guess:E._E._Cummings
guess:Gamal_Abdel_Nasser
guess:Claude_Monet
guess:San_Francisco
guess:B._F._Skinner
guess:Kenya
guess:Francisco_Goya
guess:Scotland
guess:Attila
guess:Bystander_effect
guess:Günter_Grass
guess:London
guess:Vanity_Fair_(novel)
guess:Copper
guess:Hedda_Gabler
guess:Pulsar
guess:Marduk
guess:O._Henry
guess:Ketone
guess:Achilles
guess:Perseus
guess:Hooke's_law
guess:Gottfried_Wilhelm_Leibniz
guess:Blue
guess:Naguib_Mahfouz
guess:Gravity
guess:Odysseus
guess:Crime_and_Punishment
guess:Battle_of_Bosworth_Field
guess:Halogen
guess:Spin_(physics)
guess:Miles_Davis
guess:Second_Boer_War
guess:Texas
guess:Sponge
guess:Fionn_mac_Cumhaill
guess:Madagascar
guess:Speed_of_light
guess:Hajj
guess:Ganesha
year:2012
guess:Jean_Sibelius
guess:Vladimir_Nabokov
year:2013
guess:The_Raft_of_the_Medusa
guess:3
guess:Cystic_fibrosis
guess:No_Exit
year:2014
guess:Iceland
guess:Philadelphia
guess:Xylem
guess:Electric_field
guess:Battle_of_Marathon
year:1997
guess:To_His_Coy_Mistress
guess:The_Glass_Menagerie
guess:Bellerophon
guess:Philip_Roth
guess:Guatemala
year:1998
guess:Thomas_Robert_Malthus
guess:Dover_Beach
guess:Thyroid
guess:Laser
guess:Dream_of_the_Red_Chamber
guess:Pi
year:2015
guess:4
category:Current Events
